IDEA Open Model
Settlement.Support Property
Compatible with IDEA StatiCa 20.1
 Support with settlement
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement Support { get; set; }
Public Property Support As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace